/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "Nie udało się usunąć kilka plików z nieznanego powodu.";
"ErrorDescRemoving_GenericSingleFileError" = "Nie udało się usunąć „%@” z nieznanej przyczyny.";
"ErrorDescRemoving_FileWasntAuthorized" = "Nie udało się usunąć „%@”, ponieważ nie zezwoliłeś na to.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "Nie udało się przenieść „%@”, ponieważ nie zezwoliłeś na to.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "Nie udało się usunąć „%@” z braku uprawnień.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "Nie udało się przesunąć „%@” z braku uprawnień.";
"ErrorDescRemoving_FailedToLaunchTask" = "Zadanie „%@” nie może być wykonane. Brakuje pliku albo nie jest wykonywalny.";
